Repository: get6pm/6pm
Catalog: apps/mobile/locales/*/messages.po
Languages: vi

source: {0} less
vi: ít hơn {0}

source: {0} over
vi: vượt {0}

source: {remainingDays} days left
vi: còn {remainingDays} ngày

source: * you can always change this later.
vi: * bạn có thể cập nhật lại sau.

source: <0><1>Manage your expense seamlessly</1><2>Let <3>6pm</3> a good time to spend</2></0>
vi: <0><1>Quản lý chi tiêu hiệu quả</1><2>Không lo cháy túi mỗi <3>6pm</3></2></0>

source: <0>By continuing, you acknowledge that you understand and agree to our <1><2>Privacy Policy</2></1> and <3>Terms of Use</3></0>
vi: <0>Bằng cách tiếp tục, bạn đã hiểu và đồng ý với <1><2>Chính sách bảo mật</2></1> và <3>Điều khoản sử dụng</3> của 6pm</0>

source: 6 budgets & 6 accounts
vi: 6 ngân sách & 6 tài khoản

source: 6pm is updating, please wait...
vi: 6pm đang được cập nhật, vui lòng chờ...

source: 6pm needs camera permissions to scan your transactions
vi: 6pm cần quyền truy cập camera để quét giao dịch của bạn

source: Account deleted successfully
vi: Xóa tài khoản thành công

source: Add your first transaction here
vi: Thêm giao dịch đầu tiên ở đây

source: Advanced
vi: Nâng cao

source: AI Insights
vi: Trợ lý AI

source: AI Processing...
vi: Đang xử lý bởi AI...

source: All accounts
vi: Tất cả tài khoản

source: All Accounts
vi: Tất cả tài khoản

source: All entries
vi: Xem tất cả

source: All features of growth plan
vi: Tất cả các tính năng trong gói Phát triển

source: All your data will be deleted
vi: Tất cả dữ liệu của bạn sẽ bị xóa

source: An error occurred
vi: Có lỗi xảy ra

source: An error occurred while deleting the transaction
vi: Có lỗi xảy ra khi xóa giao dịch

source: An error occurred while updating the transaction
vi: Có lỗi xảy ra khi cập nhật giao dịch

source: App icon
vi: Icon ứng dụng

source: App icon updated!
vi: Đã cập nhật icon ứng dụng!

source: App is locked. Please authenticate to continue.
vi: Ứng dụng đã khóa. Vui lòng xác thực để tiếp tục.

source: App settings
vi: Cài đặt ứng dụng

source: App theme
vi: Chủ đề ứng dụng

source: Appearance
vi: Giao diện

source: Are you sure you want to delete this budget? This action cannot be undone.
vi: Bạn có chắc chắn muốn xóa ngân sách này? Hành động này không thể hoàn tác.

source: Are you sure you want to delete this category? This action cannot be undone.
vi: Bạn có chắc chắn muốn xóa danh mục này? Hành động này không thể hoàn tác.

source: Are you sure you want to delete your account? This action cannot be undone.
vi: Bạn có chắc chắn muốn xóa tài khoản của bạn? Hành động này không thể hoàn tác.

source: Are you sure you want to sign out?
vi: Bạn có chắc chắn muốn đăng xuất?

source: Are you sure?
vi: Bạn chắc chưa?

source: Ask AI anything...
vi: Hỏi AI bất kỳ gì...

source: Avatar
vi: Ảnh đại diện

source: Balance
vi: Số dư

source: Best value
vi: Ưu đãi nhất

source: Budgets
vi: Ngân sách

source: By day
vi: Theo ngày

source: By month
vi: Theo tháng

source: By week
vi: Theo tuần

source: Cancel
vi: Huỷ

source: Cannot extract transaction
vi: Không thể xử lý giao dịch

source: Cannot process image
vi: Không thể xử lý hình ảnh

source: Categories
vi: Danh mục

source: Category deleted
vi: Đã xóa danh mục

source: Category name
vi: Tên danh mục

source: Choose a preferred color palette for 6pm
vi: Chọn màu sắc ưa thích cho 6pm

source: Choose your preferred app icon
vi: Chọn app icon cho 6pm

source: Color palette
vi: Bảng màu

source: Coming soon
vi: Sắp xong

source: Complete control over your finances
vi: Toàn quyền quản lý tài chính với 6pm Pro

source: Continue
vi: Tiếp tục

source: Continue with Email
vi: Tiếp tục với Email

source: Copied version to clipboard
vi: Đã sao chép số phiên bản

source: Current balance
vi: Số dư hiện tại

source: Current state
vi: Trạng thái

source: Daily reminder
vi: Nhắc nhở hàng ngày

source: Danger zone
vi: Vùng nguy hiểm

source: Dark
vi: Tối

source: Debt
vi: Nợ

source: Default
vi: Mặc định

source: Default currency
vi: Đơn vị mặc định

source: Delete
vi: Xóa

source: Delete 6pm account
vi: Xóa tài khoản 6pm

source: Delete wallet account will also delete all related transactions!
vi: Xóa tài khoản ví sẽ cũng xóa tất cả các giao dịch liên quan!

source: Display name
vi: Tên hiển thị

source: Edit account
vi: Chỉnh sửa tài khoản

source: Edit category
vi: Chỉnh sửa danh mục

source: empty
vi: trống

source: Enable Push Notifications
vi: Bật Thông Báo Đẩy

source: Enable spending alerts
vi: Nhận thông báo chi tiêu

source: English
vi: Tiếng Anh

source: Enter the code sent to your email
vi: Nhập mã xác nhận gửi đến email của bạn

source: Enter your email address
vi: Nhập địa chỉ email của bạn

source: Expense
vi: Chi tiêu

source: Expenses
vi: Chi tiêu

source: Family budget
vi: Ngân sách gia đình

source: Feedback
vi: Phản hồi

source: From date
vi: Từ ngày

source: General
vi: Chung

source: Get 6pm Pro
vi: Nâng Cấp 6pm Pro

source: Get started by setting your monthly budget.
vi: Bắt đầu bằng cách đặt ngân sách hàng tháng của bạn.

source: Growth
vi: Phát triển

source: Hi there! I'm using 6pm to manage my expenses and budgets. Feel free to give it a try and let me know what you think. https://get6pm.com
vi: Tôi đang dùng 6pm để quản lý chi tiêu và ngân sách của mình. Hãy dùng thử và cho tôi biết bạn thấy thế nào nhé: https://get6pm.com

source: If you're not sure, start with how much you usually spend per month.
vi: Nếu không chắc chắn, hãy nhập số tiền bạn thường chi tiêu hàng tháng.

source: Income
vi: Thu nhập

source: Incomes
vi: Thu nhập

source: Investing
vi: Đầu tư

source: Keeping up with your spending and budgets.
vi: Theo dõi kịp tình hình chi tiêu và ngân sách.

source: Language
vi: Ngôn ngữ

source: Left per day
vi: Còn lại mỗi ngày

source: Left this month
vi: Còn lại tháng này

source: Light
vi: Sáng

source: Login using FaceID
vi: Đăng nhập bằng FaceID

source: Magic inbox
vi: Hộp thư ma thuật

source: Monthly
vi: Hàng tháng

source: Monthly budget
vi: Ngân sách tháng

source: months
vi: tháng

source: Most advanced financial AI assistant
vi: Trợ lý AI mạnh mẽ nhất

source: Multi-currencies
vi: Quy đổi tiền tệ

source: Multi-currencies & customizations
vi: Quy đổi tiền tệ & tùy chỉnh tối đa

source: Name
vi: Tên

source: Negative
vi: Âm

source: Negative if your content balance is under zero
vi: Âm nếu số dư tài khoản dưới 0

source: New {0}
vi: Tạo mới {0}

source: New account
vi: Tạo tài khoản mới

source: New budget
vi: Tạo ngân sách

source: New category
vi: Tạo danh mục mới

source: No active subscriptions found
vi: Không tìm thấy gói đăng ký nào!

source: No budget selected
vi: Chọn ngân sách

source: No transactions
vi: Không có giao dịch

source: Open settings
vi: Mở cài đặt

source: Others
vi: Khác

source: per day
vi: mỗi ngày

source: Period end date
vi: Ngày kết thúc

source: Period start date
vi: Ngày bắt đầu

source: Positive
vi: Dương

source: Privacy policy
vi: Chính sách bảo mật

source: Privacy Policy
vi: Chính sách bảo mật

source: Processed by AI
vi: Được xử lý bởi AI

source: Processing transaction...
vi: Đang xử lý giao dịch...

source: Profile
vi: Hồ sơ

source: Profile updated successfully
vi: Cập nhật hồ sơ thành công

source: Proudly open source
vi: Mã nguồn mở

source: Purchases restored successfully!
vi: Khôi phục gói đăng ký thành công!

source: Push notifications
vi: Thông báo đẩy

source: Push notifications are disabled
vi: Thông báo đẩy bị vô hiệu hóa

source: Push notifications are enabled
vi: Thông báo đẩy đã được bật

source: Push notifications are not enabled
vi: Thông báo đẩy chưa được bật

source: Quarterly
vi: Hàng quý

source: Report a bug, request a feature, or just say hi!
vi: Báo lỗi, yêu cầu tính năng mới, hoặc chỉ gửi một lời chào!

source: Restore purchases
vi: Khôi phục gói đăng ký

source: Retry
vi: Thử lại

source: Revenue this month
vi: Doanh thu tháng này

source: Revenue this week
vi: Doanh thu tuần này

source: Review transactions
vi: Giao dịch chờ duyệt

source: Rosé Pine
vi: Thông hồng

source: Save
vi: Lưu

source: Save changes
vi: Lưu thay đổi

source: Saver
vi: Cơ bản

source: Saving
vi: Đang lưu

source: Search currency...
vi: Tìm kiếm đơn vị...

source: Security
vi: Bảo mật

source: Seed transactions
vi: Tạo giao dịch mẫu

source: Select account
vi: Chọn tài khoản

source: Select balance state
vi: Chọn trạng thái số dư

source: Select budget type
vi: Chọn loại ngân sách

source: Select period type
vi: Chọn loại chu kỳ

source: Send feedback
vi: Gửi phản hồi

source: Set as default
vi: Đặt làm mặc định

source: Set Budget
vi: Lưu Ngân Sách

source: Set Monthly Budget
vi: Đặt Ngân Sách Tháng

source: Set your monthly spending goal
vi: Đặt mục tiêu chi tiêu hàng tháng

source: Settings
vi: Cài đặt

source: Share with friends
vi: Chia sẻ với bạn bè

source: Sign in
vi: Đăng nhập

source: Sign in with Apple
vi: Tiếp tục với Apple

source: Sign in with Google
vi: Tiếp tục với Google

source: Sign out
vi: Đăng xuất

source: Sign up
vi: Đăng ký

source: Something went wrong. Please try again.
vi: Có lỗi xảy ra. Vui lòng thử lại.

source: Specific dates
vi: Ngày cụ thể

source: Spending
vi: Chi tiêu

source: Spent this month
vi: Chi tiêu tháng này

source: Spent this week
vi: Chi tiêu tuần này

source: Stop
vi: Dừng

source: Take a picture of your transaction
vi: Chụp ảnh giao dịch của bạn

source: Target
vi: Mục tiêu

source: Terms & Conditions
vi: Điều khoản sử dụng

source: Terms of use
vi: Điều khoản sử dụng

source: Thank you for your feedback!
vi: Cảm ơn phản hồi của bạn!

source: Thank you! You have unlocked 6pm Pro!
vi: Cảm ơn! Bạn đã mở khóa 6pm Pro!

source: This will delete the transaction. Are you sure you want to continue?
vi: Hành động này sẽ xóa giao dịch. Bạn có chắc chắn muốn tiếp tục không?

source: Time to enter your expenses!
vi: Đến giờ nhập chi tiêu hôm nay!

source: To date
vi: Đến ngày

source: Today
vi: Hôm nay

source: Toggle between light and dark mode
vi: Đổi giữa chế độ sáng và tối

source: Tokyo Night
vi: Đêm Tokyo

source: Tomorrow
vi: Ngày mai

source: Transaction added to processing queue
vi: Giao dịch đã được thêm vào hàng đợi xử lý

source: Transaction created
vi: Giao dịch đã được tạo

source: Transaction is processing...
vi: Đang xử lý giao dịch...

source: transaction note
vi: ghi chú giao dịch

source: Type
vi: Loại

source: Uncategorized
vi: Chưa phân loại

source: Understood
vi: Đã hiểu

source: Unknown error
vi: Lỗi không xác định

source: Unlimited
vi: Không giới hạn

source: Unlimited budgets & accounts
vi: Không giới hạn ngân sách & tài khoản

source: Unlimited transactions & categories
vi: Không giới hạn giao dịch & danh mục

source: Unlock
vi: Mở khóa

source: Unlock 6pm Pro
vi: Mở khóa 6pm Pro

source: Unlocks full AI power and more!
vi: Mở khóa sức mạnh AI và các tính năng khác!

source: Up to 10 AI transactions per day
vi: Tối đa 10 giao dịch AI mỗi ngày

source: Up to 25 AI transactions per day
vi: Tối đa 25 giao dịch AI mỗi ngày

source: Upload new photo
vi: Tải lên ảnh mới

source: Verification code
vi: Mã xác nhận

source: Vietnamese
vi: Tiếng Việt

source: Waiting for review
vi: Đang chờ duyệt

source: Wallet account name
vi: Tên tài khoản ví

source: Wallet accounts
vi: Quản lý tài khoản ví

source: Wallet Accounts
vi: Các tài khoản

source: Wealth
vi: Thịnh vượng

source: Weekly
vi: Hàng tuần

source: Welcome to 6pm!
vi: Chào mừng đến 6pm!

source: Winter is coming
vi: Mùa đông đến

source: Yearly
vi: Hàng năm

source: Yesterday
vi: Hôm qua

source: You have reached the daily AI transaction limit
vi: Bạn đã đạt giới hạn giao dịch AI hàng ngày

source: Your display name
vi: Tên hiển thị của bạn

source: Your message
vi: Nội dung

source: Your pending AI transactions will show up here
vi: Các giao dịch AI đang chờ được duyệt sẽ hiển thị ở đây
